Gets the set of "openings" determined from the analysis of the instance geometry.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public IList<IFCExtrusionData> GetCutPairOpenings()
  Visual Basic
Public Function GetCutPairOpenings As IList(Of IFCExtrusionData)
  Visual C++
public:
IList<IFCExtrusionData^>^ GetCutPairOpenings()
 Return Value
 The extra openings.
 See Also
  IFCFamilyInstanceExtrusionExportResults Class
  Autodesk.Revit.DB.IFC Namespace